Repository: printempstg/craft-5152-en-ro
Catalog: tm/5152-04_EN-RO.tmx
Source language: en
Languages: ro

source: Confirmatory culture was not routinely obtained.
ro: Nu s-au obţinut culturi de confirmare în condiţii obișnuite.

source: Consideration should be taken in the use of absorbable sutures in tissues with poor blood supply as suture extrusion and delayed absorption may occur.
ro: Utilizarea firelor de sutură absorbabile în ţesuturi cu o vascularizaţie slabă trebuie realizată cu precauţie deoarece pot apărea fenomene de extrudare a suturii sau de absorbţie întârziată.

source: Consult instructions for use
ro: A se consulta instrucţiunile de utilizare

source: Contents: Vial
ro: Conţinut: fiolă

source: Contraindications
ro: CONTRAINDICAŢII

source: Correct surface orientation is critical for PROCEED™ Surgical Mesh to function as intended.
ro: Orientarea corectă a suprafeţei plasei chirurgicale PROCEED™ este esenţială pentru funcţionarea conform scopului acesteia.

source: Crush Vial After Opening the Package
ro: Spargeţi fiola după deschiderea ambalajului

source: Current scientific evidence suggests that, for biomechanical reasons, these types of alloplastic implants should not be used either as inlay (filling out the fascial defect) or onlay (positioned on the fascial defect) for reinforcement of the front abdominal wall.
ro: Dovezile științifice actuale sugerează că, din motive biomecanice, aceste tipuri de implanturi aloplastice nu trebuie folosite ca inserţie intermusculară (la umplerea defectului fascial) sau supramuscular (așezat pe defectul fascial) pentru întărirea peretelui abdominal anterior.

source: Currently available animal data concerning the amount of implanted absorbable material supports the implantation of up to two large size devices per 60 kg (132.3lb) body weight during a timeframe of 4 months.
ro: Datele disponibile în prezent la animale privind cantitatea de material absorbabil implantată susţin ipoteza implantării a cel mult două dispozitive de mărime mare la o greutate corporală de 60 kg într-o perioadă de 4 luni.

source: DERMABOND Topical Skin Adhesive is intended for topical application only to hold closed easily approximated skin edges of wounds from surgical incisions, including punctures from minimally invasive surgery, and simple, thoroughly cleansed, trauma-induced lacerations.
ro: Adezivul cutanat de uz local DERMABOND™ este destinat exclusiv pentru aplicaţii locale, pentru a ţine apropiate marginile afrontate ușor ale plăgilor rezultate din incizii chirurgicale, inclusiv puncţii din cadrul chirurgiei minim invazive, precum și pentru laceraţii traumatice simple, bine curăţate.

source: DERMABOND adhesive is originally sterilized by dry heat and ethylene oxide gas.
ro: Adezivul DERMABOND™ este sterilizat cu căldură uscată și oxid de etilenă gazos.

source: DERMABOND adhesive is supplied sterile, in a pre-filled, single-use applicator.
ro: Adezivul DERMABOND™ este furnizat în stare sterilă, într-un aplicator preîncărcat, de unică utilizare.

source: DERMABOND adhesive may be available in boxes of 6 or 12 applicators.
ro: Adezivul DERMABOND™ este disponibil în cutii cu câte 6 sau 12 aplicatoare.

source: DERMABOND adhesive may be used in conjunction with, but not in place of, deep dermal stitches.
ro: Adezivul DERMABOND™ poate fi utilizat împreună cu suturi intradermice profunde, fără însă a le substitui.

source: DERMABOND adhesive permeability by topical medications has not been studied.
ro: Permeabilitatea adezivului DERMABOND™ la medicamentele de uz local nu a fost încă studiată.

source: DERMABOND adhesive should be used immediately after crushing the glass ampule, since the liquid DERMABOND adhesive will flow freely from the tip for only a few minutes.
ro: Adezivul DERMABOND™ trebuie folosit imediat după spargerea fiolei de sticlă, deoarece adezivul lichid DERMABOND™ va curge liber din vârf doar timp de câteva minute.

source: DERMABOND adhesive will not adhere to skin pre-coated with petroleum jelly.
ro: Adezivul DERMABOND™ nu se va lipi de pielea acoperită în prealabil cu vaselină.

source: DERMABOND adhesive within the wound could delay wound healing and/or result in adverse cosmetic outcome.
ro: Adezivul DERMABOND™ pătruns în plagă poate întârzia vindecarea plăgii și/sau poate determina un rezultat cosmetic nedorit.

source: DERMABOND™ Topical Skin Adhesive is a sterile, liquid topical skin adhesive containing a monomeric (2-octyl cyanoacrylate) formulation and the colorant D & C Violet #2.
ro: Adezivul cutanat de uz local DERMABOND™ este un adeziv cutanat de uz local steril lichid ce conţine un monomer (2-octil cianoacrilat) și pigmentul violet nr. 2 D & C.

source: DESCRIPTION
ro: DESCRIERE

source: DEVICE DESCRIPTION
ro: DESCRIEREA DISPOZITIVULUI

source: DIRECTIONS FOR USE
ro: INSTRUCŢIUNI DE UTILIZARE.

source: DISCARD AFTER USE.
ro: ARUNCAȚI DUPĂ UTILIZARE.

source: Dehiscence with Needfor Retreatment
ro: Dehiscenţă care a necesitat repetarea tratamentului

source: Description
ro: DESCRIERE

source: Description: A prospective, randomized, controlled, unmasked study was conducted to evaluate the safety and effectiveness of closing the approximated skin edges of surgical incisions, including punctures from minimally invasive surgery, and trauma-induced lacerations using low viscosity DERMABOND adhesive in comparison to U.S.P.size 5-0 or smaller sutures, adhesive strips or staples, with or without dermal closure (subcuticular stitch) as per investigator judgment.
ro: Descriere: S-a efectuat un studiu prospectiv, randomizat, controlat, deschis pentru a evalua siguranţa și eficacitatea închiderii marginilor cutanate apropiate ale inciziilor chirurgicale, inclusiv puncţiile din chirurgia minim invazivă și lacerări cauzate de traumatisme folosind adeziv DERMABOND™ de viscozitate scăzută, în comparaţie cu suturi U.S.P. de dimensiune 5-0) sau mai mici, benzi adezive sau copci, cu sau fără închidere dermală (suturi subcuticulare), în funcţie de opţiunea cercetătorului.

source: Description: A prospective, randomized, controlled, unmasked study was conducted to evaluate the safety and effectiveness of closing the approximated skin edges of trauma-induced lacerations using high viscosity DERMABOND adhesive in comparison to the currently marketed low viscosity DERMABOND adhesive, with or without stitches placed below the skin surface according to investigator judgment.
ro: Descriere: S-a efectuat un studiu prospectiv, randomizat, controlat, deschis pentru a evalua siguranţa și eficacitatea închiderii marginilor cutanate afrontate ale lacerărilor cauzate de traumatisme, folosind adeziv DERMABOND™ de viscozitate crescută în comparaţie cu adezivul DERMABOND™ de viscozitate scăzută, aflat în prezent pe piaţă, cu sau fără suturi intradermice, în funcţie de opţiunea cercetătorului.

source: Device
ro: Dispozitiv

source: Device should be removed and discarded at this time.
ro: În acest moment dispozitivul trebuie îndepărtat și aruncat.

source: Direct all correspondence to your local distributor
ro: Adresaţi întreaga corespondenţă către distribuitorul dvs. local

source: Discard any unused material following completion of medical procedure.
ro: Aruncaţi orice material rezidual după încheierea procedeului medical.

source: Discard open, unused product.
ro: Aruncaţi produsul deschis și nefolosit.

source: Discard opened unused products.
ro: Aruncaţi produsele deschise neutilizate.

source: Discard opened, unused bone wax.
ro: Aruncaţi ceara hemostatică de oase deschisă și nefolosită.

source: Discard opened, unused products.
ro: Aruncaţi produsele deschise, neutilizate.

source: Discard opened, unused sutures!
ro: Aruncaţi firele de sutură deschise, neutilizate!

source: Discard remaining opened material after each wound closure procedure.
ro: Aruncaţi materialul deschis rămas după fiecare procedeu de închidere a unei plăgi.

source: Discard used needles in ‘Sharps’ containers.
ro: Aruncaţi acele utilizate în recipientele pentru obiecte ascuţite.

source: Discard used needles in ‚Sharps‘ containers.
ro: Aruncaţi acele utilizate în recipientele pentru obiecte ascuţite.

source: Discard, opened unused products!
ro: Aruncaţi produsele deschise neutilizate!

source: Dispose of the device and packaging according to your facility’s policies and procedures concerning biohazardous materials and waste.
ro: Eliminaţi dispozitivul și ambalajele conform politicilor și procedurilor instituţiei, referitoare la materialele cu risc biologic și la deșeuri.

source: Do Not Resterilize
ro: Nu resterilizaţi

source: Do Not Reuse
ro: A nu se reutiliza

source: Do not apply liquid or ointment medications onto wounds closed with DERMABOND adhesive because these substances can weaken the polymerized film, leading to wound dehiscence.
ro: Nu aplicaţi pe plăgile închise cu adeziv DERMABOND™ medicamente sub formă lichidă sau sub formă de unguent, deoarece aceste substanţe pot subţia pelicula polimerizată, ceea ce poate duce la dehiscenţa plăgii.

source: Do not crush the contents of the applicator tube repeatedly as further manipulation of the applicator may cause glass shard penetration of the outer tube.
ro: Nu spargeţi în mod repetat conţinutul tubului aplicatorului, deoarece manipularea suplimentară a aplicatorului poate determina pătrunderea cioburilor de sticlă în tubul extern.

source: Do not expose to temperatures above 50 °C.
ro: Nu expuneți la temperaturi peste 50 °C.

source: Do not re-sterilize!
ro: A nu se resteriliza!

source: Do not re-sterilize.
ro: Nu resterilizaţi.

source: Do not re-sterilize/reuse.
ro: A nu se reutiliza. Nu resterilizaţi.

source: Do not resterilize
ro: A nu se resteriliza

source: Do not resterilize!
ro: A nu se resteriliza!

source: Do not resterilize.
ro: Nu resterilizaţi.

source: Do not reuse
ro: A nu se reutiliza

source: Do not reuse/ resterilize
ro: A nu se reutiliza/resteriliza

source: Do not soak or stretch PROCEED™ Surgical Mesh.
ro: Nu udaţi și nu întindeţi plasa chirurgicală PROCEED™.

source: Do not use after expiry date!
ro: A nu se utiliza după data de expirare!

source: Do not use after expiry date.
ro: Nu utilizaţi după data de expirare.

source: Do not use if package is opened or damaged!
ro: A nu se utiliza dacă ambalajul este desfăcut sau deteriorat!

source: Do not use if package is opened or damaged.
ro: Nu se utilizează dacă ambalajul este desfăcut sau deteriorat.

source: Do not use if packaging is opened or damaged
ro: Nu utilizaţi dacă ambalajul este deschis sau deteriorat

source: Do not use if packaging is opened or damaged.
ro: Nu utilizaţi dacă ambalajul este deschis sau deteriorat.

source: Do not use the system on tissue that cannot be inspected visually for hemostasis.
ro: Nu utilizați sistemul pe țesuturi care nu pot fi examinate vizual pentru hemostază.

source: Do not use thermal devices to cut the mesh.
ro: Nu utilizaţi dispozitive termice la tăierea plasei.

source: Do not reuse, reprocess or resterilize this device.
ro: Nu reutilizați, reprocesați sau resterilizați acest dispozitiv.

source: Due to its absorption profile VICRYL RAPIDE™ is useful for skin closure, particularly in paediatric surgery, episiotomies, circumcision and closure of oral mucosa.
ro: Datorită profilului absorbţiei sale, firul de sutură VICRYL RAPIDE™ este util pentru închiderea pielii, în special în chirurgia pediatrică, în epiziotomii, circumcizii și închiderea mucoasei orale.

source: Due to its relative biological inertness it is recommended for use where the least possible suture reaction is desired.
ro: Datorită comportamentului lor relativ inert din punct de vedere biologic, acestea sunt recomandate în cazurile unde se dorește minimizarea reacţiei la firul de sutură.

source: Due to the rapid loss of tensile strength, VICRYL RAPIDE™ should not be used where extended approximation of tissues under stress is required or where wound support or ligation beyond 7 days is required.
ro: Datorită pierderii rapide a rezistenţei la tracţiune, VICRYL RAPIDE™ nu trebuie utilizat în cazurile în care este necesară afrontarea extinsă a ţesuturilor sub tensiune sau în cazurile în care este necesară susţinerea sau ligaturarea plăgii pe o perioadă mai mare de 7 zile.

source: Due to the wide-meshed construction a strong, three-dimensional collagen fiber network is formed.
ro: Datorită structurii cu ochiuri mari a plasei, se formează o reţea rezistentă, tridimensională de fibre de colagen.

source: Dyed absorbable braided coated
ro: Vopsit, resorbabil, împletit, cu strat de acoperire

source: ETHIBOND* EXCEL complies with the requirements of the European Pharmacopoeia for Sterile Poly (ethylene Terephthalate) Suture and the United States Pharmacopoeia for Non Absorbable Surgical Sutures.
ro: ETHIBOND™ EXCEL îndeplinește toate cerinţele Farmacopeei Europene privind firele de sutură sterile din polietilen tereftalat și cerinţele Farmacopeei SUA privind firele de sutură chirurgicală non-absorbabile.

source: ETHIBOND* EXCEL is available in a range of gauge sizes and lengths non-needled or attached to stainless steel needles of various types and sizes.
ro: ETHIBOND™ EXCEL este disponibil într-o gamă variată de diametre și lungimi, fără ace sau atașate la ace din oţel inoxidabil de diverse tipuri și mărimi.

source: ETHIBOND* EXCEL is available undyed (white) and dyed green with D & C Green No.6, Colour Index No. 61565.
ro: Firul de sutură ETHIBOND™ EXCEL este disponibil nevopsit (alb) și vopsit verde cu Verde D & C nr. 6, codul culorii 61565.

source: ETHIBOND* EXCEL suture elicits a minimal initial inflammatory reaction in tissue followed by a gradual encapsulation of the suture by fibrous connective tissue.
ro: Firele de sutură ETHIBOND™ EXCEL suscită o reacţie inflamatorie iniţială minimă la nivelul ţesuturilor, urmată de încapsularea treptată a suturii în ţesut conjunctiv fibros.

source: ETHIBOND* EXCEL suture is a coated, braided, non absorbable sterile surgical suture composed of poly (ethylene terephthalate).
ro: Firul de sutură ETHIBOND™ EXCEL este un fir de sutură chirurgical steril non-absorbabil împletit, cu strat de acoperire, compus din polietilen tereftalat.

source: ETHIBOND* EXCEL sutures are intended for use in general soft tissue approximation and/or ligation, including use in cardiovascular, ophthalmic and neurological procedures.
ro: Firele de sutură ETHIBOND™ EXCEL sunt indicate pentru utilizarea în intervenţiile generale de afrontare și/sau ligaturare a ţesuturilor moi, inclusiv în procedurile cardiovasculare, oftalmologice și neurologice.

source: ETHIBOND* EXCEL sutures are sterilized by irradiation or ethylene oxide as indicated on the package.
ro: Firul de sutură ETHIBOND™ EXCEL este sterilizat prin iradiere sau cu oxid de etilenă, după cum este indicat pe ambalaj.

source: ETHICON PHYSIOMESH™ Flexible Composite Mesh is a sterile, low profile, flexible composite mesh designed for the repair of hernias and other fascial deficiencies.
ro: Plasa compozită flexibilă ETHICON PHYSIOMESH™ este o plasă compozită flexibilă sterilă, cu profil redus, destinată pentru repararea herniilor şi a altor defecte fasciale.

source: ETHICON PHYSIOMESH™ also does not potentiate infections as shown in animal studies.
ro: ETHICON PHYSIOMESH™, de asemenea, nu potențează infecțiile, așa cum s-a demonstrat în studii pe animale.

source: ETHICON PHYSIOMESH™ can be placed with either side against the abdominal wall.
ro: ETHICON PHYSIOMESH™ se poate așeza cu oricare față pe peretele abdominal.

source: ETHICON PHYSIOMESH™ can be trimmed according to the surgeon’s discretion while providing the necessary overlap required to ensure a safe and efficacious repair.
ro: ETHICON PHYSIOMESH™ se poate modela conform dorinței chirurgului cât timp se asigură suprapunerea necesară pentru o reparare sigură și eficientă.

source: ETHICON PHYSIOMESH™ is a composite mesh, with a polypropylene mesh component that is knitted with nonabsorbable fibers, used to reinforce or bridge traumatic or surgical wounds to provide extended support during and following wound healing.
ro: ETHICON PHYSIOMESH™ este o plasă compozită, cu o componentă de plasă din polipropilenă care este împletită cu fibre non-absorbabile, folosită la întărirea sau acoperirea plăgilor traumatice sau chirurgicale pentru a asigura susținere prelungită în timpul și după vindecarea plăgii.

source: ETHICON PHYSIOMESH™ is available in single packets as sterile laminate in a variety of sizes.
ro: ETHICON PHYSIOMESH™ este disponibilă în ambalaje individuale sub formă de laminat steril, în diferite dimensiuni.

source: ETHICON PHYSIOMESH™ is provided by ETHICON as a sterile product.
ro: ETHICON PHYSIOMESH™ este furnizată de către ETHICON ca produs steril.

source: ETHICON PHYSIOMESH™ may be used for the repair of hernias and other fascial deficiencies that require the addition of a reinforcing or bridging material to obtain the desired surgical result.
ro: ETHICON PHYSIOMESH™ poate fi folosită la repararea herniilor şi a altor defecte fasciale care necesită adăugarea de material de întărire sau acoperire pentru obţinerea rezultatului chirurgical dorit.

source: ETHICON SECURESTRAP™ 5 mm absorbable strap fixation device
ro: Dispozitiv de fixare cu bride absorbabile ETHICON SECURESTRAP™ 5 mm

source: Edema
ro: Edem

source: Erythema
ro: Eritem

source: Ethylene Oxide or Irradiation
ro: oxid de etilenă sau iradiere

source: Excessive force may result in damage to the tissue, the material being fixated, or the device.
ro: Forța excesivă poate conduce la lezarea țesutului, deteriorarea materialului de fixat sau a dispozitivului.

source: Exposure of DERMABOND adhesive, after its final manufacture, to excessive heat (as in autoclaves or ethylene oxide sterilization) or radiation (such as gamma or electron beam), is known to increase its viscosity and may render the product unusable.
ro: S-a observat că expunerea adezivului DERMABOND™, după încheierea procesului de fabricare, la căldură excesivă (spre exemplu, în autoclave sau sterilizarea cu oxid de etilenă) sau la radiaţii (cum ar fi radiaţiile gamma sau fasciculele de electroni) crește viscozitatea acestuia, produsul putând deveni inutilizabil.

source: FIXATION
ro: FIXARE

source: FLEXIBLE COMPOSITE MESH
ro: Plasă compozită flexibilă

source: Federal (U.S.A.) Law restricts this device to sale by or on the order of a physician.
ro: Legislaţia federală (S.U.A.) impune ca vânzarea acestui produs să se facă numai de către un medic sau la indicaţiile unui medic.

source: Federal law (USA) restricts this device to sale by or on the order of a physician.
ro: Legislaţia federală (S.U.A.) impune ca vânzarea acestui produs să se facă numai de către un medic sau la indicaţiile unui medic.

source: Fig. 1 Illustration of the ULTRAPRO™ PLUG device
ro: Fig. 1 Ilustraţia dispozitivului OBTURATOR ULTRAPRO™

source: Fixation method for any prosthetic device should be determined on the basis of accepted surgical technique, procedural requirements, and the instructions for use of the prosthetic material.
ro: Metoda de fixare pentru orice dispozitiv protetic trebuie determinată pe baza tehnicilor chirurgicale acceptate, condițiilor impuse de procedură și instrucțiunilor de utilizare ale materialului protetic.

source: Fixation should be permanent and a safe distance from the edge of not less than 1 cm (to include at least two complete cross-sections from any edge) must be kept.
ro: Fixarea trebuie să fie permanentă și trebuie menținută o distanță sigură față de margini, nu mai mică de 1 cm (pentru a include cel puțin două secțiuni transversale complete de la oricare margine).

source: Follow standard surgical practice for wound preparation before application of DERMABOND adhesive (i.e., anesthetize, irrigate, debride, obtain hemostasis and close deep layers).
ro: Înainte de aplicarea adezivului DERMABOND™ respectaţi practica chirurgicală standard de pregătire a plăgii (adică anestezie, irigare, debridare, obţinerea hemostazei și închiderea straturilor profunde).

source: Follow-up was at 14 days (± 2 days) and at 30 days (± 2 days).
ro: Vizitele de urmărire s-au efectuat la 14 zile (± 2 zile) și la 30 zile (± 2 zile).

source: Follow-up was at 5–10 days and at 3 months.
ro: Vizita de urmărire s-a efectuat la 5–10 zile și la 3 luni.

source: Following the deployment of the 25th strap, the handle will lock in the fully depressed position and the window on the device handle will be fully colored.
ro: După amplasarea celei de-a 25-a bride, mânerul se va bloca în poziția complet apăsată și fereastra de pe dispozitiv va fi colorată în întregime.

source: For adequate knot security VICRYL RAPIDE™, which is treated with coating to enhance handling characteristics, requires the accepted surgical technique of flat and square ties with additional throws as indicated by surgical circumstance and experience of the surgeon.
ro: Pentru a garanta o siguranţă adecvată a nodului, VICRYL RAPIDE™, care are un strat de acoperire pentru a putea fi mai ușor manevrat, necesită utilizarea tehnicii chirurgicale standard a nodului plat și pătrat, cu surjeturi suplimentare, în funcţie de situaţie și de experienţa chirurgului.

source: For direct inguinal hernia repair, the defect is circumscribed at its base and the contents fully reduced.
ro: Pentru repararea herniilor inghinale directe, defectul se circumscrie la bază și conținutul se reduce complet.

source: For ease of orientation it is recommended to place the ETHICON PHYSIOMESH™ with the continuous orientation marker in a cranial to caudal direction; and the central portion shall be placed over the defect.
ro: Pentru facilitarea orientării, se recomandă plasarea ETHICON PHYSIOMESH™ cu marcajul continuu de orientare în direcție cranio-caudală; partea centrală trebuie așezată peste defect.

source: For femoral hernias an onlay patch is used only if there is adequate space for it to be placed.
ro: În cazul herniilor femurale, stratul superficial se folosește numai dacă există spațiu suficient pentru introducerea acestuia.

source: For indirect inguinal hernia repair, a high dissection of the neck of the hernia sac can be performed to utilize the space for insertion of the plug.
ro: Pentru reparare a herniilor inghinale indirecte, se poate efectua o disecţie înaltă a colului sacului herniar pentru utilizarea spațiului în scopul introducerii OBTURATORULUI.

source: For information call 1-800-255-2500
ro: Pentru informații apelați 1-800-255-2500

source: For inguinal hernias the flat onlay patch is then positioned to cover the posterior wall (floor of the canal) and may be modified as needed to accommodate the cord structures.
ro: În cazul herniilor inghinale, stratul superficial plat se poziţionează în așa fel încât să acopere peretele posterior (planșeul canalului) și poate fi modificat în funcţie de necesităţi pentru a include structurile ligamentoase.

source: For wounds closed with subcuticular stitches, mean wound length was 3.2cm, mean wound width was 5.3mm, and mean wound depth was 3.8mm.
ro: În cazul plăgilor închise cu suturi intradermice, lungimea medie a plăgilor a fost 3,2 cm, lăţimea medie a plăgilor a fost 5,3 mm, iar adâncimea medie a plăgilor a fost 3,8 mm.

source: For wounds closed without subcuticular stitches, mean wound length was 1.5cm, mean wound width was 2.5mm, and mean wound depth was 5.8mm.
ro: În cazul plăgilor închise fără suturi intradermice, lungimea medie a plăgilor a fost de 1,5 cm, lăţimea medie a plăgilor a fost de 2,5 mm, iar adâncimea medie a plăgilor a fost de 5,8 mm.

source: Full details are listed in the catalogue.
ro: Detaliile complete sunt prezentate în catalog.

source: Full details are provided in the catalogue.
ro: Detaliile complete sunt prezentate în catalog.

source: Full details are provided in the product catalog.
ro: Detaliile complete sunt prezentate în catalogul produsului.
